import React, { useEffect } from 'react'
import AOS from "aos";
import "aos/dist/aos.css";
// import { useScrollLazy } from '../general_comps/useScrollLaza';

function MainHome(props) {
    // const [endScreen] = useScrollLazy()
    useEffect(() => {
        AOS.init();
        AOS.refresh();
    }, []);

    return (


        <div className='container main_up' data-aos="fade-up" data-aos-duration="2000">
            <h2 className='h2UP text-center mt-2'>ברוכים הבאים לקליניקה שלנו </h2>
            <h3 className='h3Main'>החשיבות של האבחנה המדויקת היא בהשלכות שלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזקבמתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לשיפור במצבו של האדם. במקרים חמורים יותר לשיפור במצבו של האדם. במקרים חמורים יותר, , טיפול שגוי יכול אף לגרום לנזק.z </h3>
            <h2 className='text-end'>מומחים  לטיפול רגשי </h2>
            <p >עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם ורי לשיפור במצבו של האדם. במקרים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר, ים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר, ים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר, ים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר, ר, טיפול שגוי יכול אף לגרום לנזק.z </p>
            <h2 className='text-end'>מומחים  לטיפול זוגי  </h2>
            <p >עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה ום שבמצבים בהם האבחנה שגויה הגרם במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לשיפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנז לשיפור במצבו של האדם. במקרים חמורים יים חמורים יותר,  לשיפור במצבו של האדם. במקרים חמורים יותר, ותר, ק.z </p>
            <div className=' shadow box' data-aos="fade-up-left" >
                <h2 className='text-center'>? האם הטיפול יכול לעזור </h2>
                <p>החשיבות של האבחנה המדויקת היא בהשלכות שלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר איפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z  </p>
            </div>




        </div >



    )
}

export default MainHome