import React from 'react'

function TowBox(props) {
    return (
        <div className='container-fluid stripMain d-flex  mt-3' style={{ backgroundImage: "url(/images/imghelp2.jpg)" }} >

            <div className='container-fluid box-main d-flex text-center mt-2'>
                <div className=' boxs-main shadow box  boxs-main2' data-aos="fade-up-right">
                    <h2 className=' text-center'>טיפול זוגי </h2>
                    <p className='main_font'>החשיבות של האבחנה המדויקי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבימצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לם בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבהואם לנזק.z  </p>
                </div>
                <div className=' boxs-main2 shadow box ' data-aos="fade-up-left" >
                    <h2 className=' text-center'>טיפול רגשי </h2>
                    <p className='main_font'>החשיבות של האבחנה המדויקת היא . זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו  כמו כן, המשאבים הכרוכים במתן טיפול למקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום יר איפיפול שגוי יכול אף לגרום לנזק.z  </p>
                </div>

            </div>
        </div>
    )
}

export default TowBox
